alacritty
alsa-oss
alsa-utils
anything-sync-daemon
aria2
ark
atool
bandwhich
base
bat
besttrace
breeze
breeze-gtk
ccache
cmake
ctags
dhcp
dxvk-bin
exa
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-kkc
fcitx5-lua
fcitx5-pinyin-zhwiki
fcron
fd
feh
feroxbuster-git
ffms2
fuse2
fzf
gcc
gdb
gimagereader-qt
git
git-delta-git
glew
glfw-x11
glyr
gnuplot
go-ipfs
gpg-tui
grub
gsmartcontrol
gst-editing-services
gst-plugin-pipewire
gst-plugin-qmlgl
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
harfbuzz-icu
hdparm
hexyl
himalaya
htop
hyperfine
i3-gaps
imagemagick
inkscape
iw
jq
kmon
krita
lib32-alsa-lib
lib32-alsa-plugins
lib32-libpulse
lib32-libtheora
lib32-mpg123
lib32-openal
lib32-vulkan-radeon
libgit2
libqalculate
libtorrent
linux
linux-firmware
lld
love
lsof
lua
luarocks
m4
make
mdbook
mediainfo
mesa-demos
meson
miniserve
moreutils
mpv
musl
ncdu
neofetch
neovim-git
networkmanager
nftables
nginx
ninja
noto-fonts-emoji
oha
opencl-mesa
opencv
openvr
opus-tools
p7zip
pacman-contrib
pamixer
parallel
paru
pdf2svg
picard
picom
pkgconf
podman
podman-compose
postgresql
potrace
powder-toy
profile-sync-daemon
proxychains-ng
pulseaudio
pv
python-beautifulsoup4
python-click
python-lxml
python-pip
python-pynvim
python-pysocks
python-svgwrite
python-tqdm
qbittorrent-enhanced-git
qemu
qt5ct
qv2ray-dev-git
qv2ray-plugin-ssr-dev-git
rclone
redshift
resvg
ripgrep
rofi
rp-pppoe
rsync
ruffle-git
rust-analyzer
rustup
sccache
sd
sdl2_image
sdl2_ttf
shntool
sqlitebrowser
subtitlecomposer-git
sudo
svgcleaner
sysstat
taskwarrior-tui
tcpdump
telegram-desktop
terminus-font
tesseract-data-jpn
tickrs
timidity++
translate-shell
transmission-qt
ueberzug
unrar
unzip-iconv
v2ray
vapoursynth
vapoursynth-plugin-deblock
vapoursynth-plugin-fluxsmooth
vapoursynth-plugin-lsmashsource
vapoursynth-plugin-mvtools
vcdimager
vifm
viu
vkd3d
vnstat
vulkan-radeon
vulkan-tools
w3m
wget
wine-staging
winetricks
xcolor
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xorg-bdftopcf
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsv-git
yarn
you-get
zathura
zathura-cb
zathura-pdf-mupdf
zip
zoxide
zsh
